Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Perforated plates being parts of machines for sorting materials
it: Lamiere forate che sono parti di macchine per la separazione di materiali

source: Pile preparing devices [machines]
it: Dispositivi per preparare pali [macchine]

source: Pinions [other than for land vehicles]
it: Pignoni [non per veicoli terrestri]

source: Printing machines [other than for office use]
it: Macchine per stampare [non per ufficio]

source: Industrial boring machines for horizontal drilling
it: Macchine alesatrici industriali per trivellazione orizzontale

source: Industrial centrifugal decanting machines
it: Macchine industriali di decantazione centrifuga

source: Industrial cleaning machines [shampooers]
it: Macchine pulitrici industriali [lavamoquette]

source: Rocket nozzles
it: Ugelli per razzi

source: Flexible couplings [parts of machines]
it: Giunti flessibili [parti di macchine]

source: Distribution pumps
it: Pompe di distribuzione

source: Mobile platforms [electric]
it: Piattaforme mobili [elettriche]

source: Modular tools for machines
it: Utensili modulari per macchine

source: Motor drive units [other than for land vehicles]
it: Unità di trasmissione a motore [non per veicoli terrestri]

source: Tamping rollers [parts of machines]
it: Rulli compressori [parti di macchine]

source: Gas actuated rams
it: Pistoni a gas

source: Electrical pumps for ponds
it: Pompe elettriche per stagni

source: Overhead conveyors
it: Trasportatori sospesi

source: Undirectional clutches for machines
it: Frizioni unidirezionali per macchine

source: Uninterruptible power supplies [machines] for the generation of electrical energy
it: Gruppi di continuità [macchine] per la generazione di energia elettrica

source: Centering drilling bits being parts of machines
it: Punte di centraggio foratura come parti di macchine

source: Skimmers [machines]
it: Schiumarole [macchine]

source: Sorting machines, other than for money
it: Macchine per vagliare, non per denaro

source: Lapping machines
it: Smerigliatrici

source: Linear motors
it: Motori lineari

source: Adhesive tape dispensers [machines]
it: Distribuitori di nastro adesivo [macchine]

source: Abrasive disks for power-operated sanders
it: Dischi abrasivi per smerigliatrici a motore

source: Pneumatic hoists
it: Paranchi pneumatici

source: Electric motors, and their parts, not for land vehicles
it: Motori elettrici e relativi componenti non per veicoli terrestri

source: Alternating current motors for jet engines
it: Motori a corrente alternata per motori a reazione

source: Alternating current motors
it: Motori a corrente alternata

source: Angle joints [parts of machines]
it: Giunti angolari [parti di macchine]

source: Sprayers for towing behind vehicles for spraying crops
it: Spruzzatori da trainare dietro a veicoli per irrorare coltivazioni

source: Sprayers for use in horticulture [parts of machines]
it: Irroratori da utilizzare in orticoltura [parti di macchine]

source: Stacking machines for ingots
it: Macchine impilatrici per lingotti

source: Standard shank drills [parts of machines]
it: Punte del codolo standard [parti di macchine]

source: Ratchet wrenches [machines]
it: Chiavi a cricchetto [macchine]

source: Scythes [machines]
it: Falci [macchine]

source: Afterburners for air vehicle engines
it: Postcombustori per motori per veicoli aerei

source: Afterburners for water vehicle engines
it: Postcombustori per motori per veicoli acquatici

source: Hand held vacuum cleaners (Electric -)
it: Aspiratori manuali (Elettrici -)

source: Hand held vacuum cleaners (Electric -) with disposable chambers
it: Aspirapolvere a mano (Elettrici -) con vani usa e getta

source: Blades for circular saws
it: Lame per seghe circolari

source: Jogging machines for vibrating paper for stacking purposes
it: Pareggiatrici per far vibrare la carta e facilitarne l'impilamento

source: Regulators for engines
it: Regolatori per motori

source: Regulators for machines
it: Regolatori per macchine

source: Street sweeping vehicles [machines]
it: Veicoli per spazzare le strade [macchine]

source: Robotic cleaning [polishing] machines for floors
it: Macchine robotiche per la pulizia [lucidatura] dei pavimenti

source: Electric compressors
it: Compressori elettrici

source: Chaff cutter blades
it: Lame di trita-paglia

source: Vacuum cleaners powered by rechargeable batteries
it: Aspirapolvere azionati da batterie ricaricabili

source: Non-return valves of plastic [parts of machines]
it: Valvole di ritegno in plastica [parti di macchine]

source: Non-woven discs being parts of machines for use in cleaning
it: Dischi non tessuti che sono parti di macchine per pulire

source: Machines for filling cartons
it: Macchine per riempire scatole

source: Pump installations
it: Impianti di pompaggio

source: Spiral de-watering units [machines]
it: Unità di prosciugamento a spirale

source: Splash guards [parts of machines]
it: Paraspruzzi [parti di macchine]

source: Gear levers other than for land vehicles
it: Leve del cambio non per veicoli terrestri

source: Gear motors other than for land vehicles
it: Motoriduttori non per veicoli terrestri

source: Gear train parts, other than for land vehicles
it: Parti di treni d'ingranaggi, non per veicoli terrestri

source: Butchers saws [machines]
it: Seghe da macellaio [macchine]

source: Electrically operated suction cleaners [domestic]
it: Aspiratori azionati elettricamente [uso domestico]

source: Tools (Machine -) for reaming
it: Macchine utensili per alesatura

source: Dispensing machines for soap
it: Erogatori automatici di sapone

source: Outboard motors
it: Motori fuoribordo

source: Industrial drills [machines]
it: Trapani industriali [macchine]

source: Machines for the binding of books [industrial]
it: Macchine per la rilegatura di libri [industriali]

source: Pressure regulators for lubricating installations
it: Regolatori di pressione per impianti di lubrificazione

source: Tile cutters [machines]
it: Tagliapiastrelle [macchine]

source: Grabs [parts of machines]
it: Benne [parti di macchine]

source: Machines for making cardboard
it: Macchine per fare cartone

source: Peeling machines (Electric -) for use in the preparation of food
it: Sbucciatrici (elettriche) da utilizzare nella preparazione di alimenti

source: Catalytic converters for motors and engines
it: Convertitori catalitici per motori

source: Engines for scale models
it: Motori per modellini in scala

source: Coal-cutting machines
it: Tagliatrici per carbone

source: Cable cutters [machines]
it: Tagliacavi [macchine]

source: Joints [parts of engines]
it: Giunti [parti di motori]

source: Wood drilling machines
it: Perforatrici per legno

source: Apparatus for drawing up beer under pressure
it: Apparecchi per spillare la birra sotto pressione

source: Mechanical lawn mowers
it: Tosaerba meccanici

source: Moving pavements [sidewalks]
it: Tappeti mobili [per persone]

source: Machines for the production of sugar
it: Macchine per la fabbricazione dello zucchero

source: Machines for grinding [electric]
it: Apparecchi di molatura [elettrici]

source: Turbines for power generation
it: Turbine per generazione di corrente

source: Lithographic printing plates
it: Lastre per stampa litografica

source: Loader buckets for excavators
it: Benne da carico per escavatori

source: Knives [parts of machines]
it: Coltelli [parti di macchine]

source: Shock absorber plungers [parts of machines]
it: Pistoni di ammortizzatori [parti di macchine]

source: Punches for punching machines
it: Punzoni di punzonatrici

source: Centrifugal water pumps for domestic purposes
it: Pompe dell'acqua centrifughe per uso domestico

source: Chaff cutters [machines]
it: Trinciapaglia [macchine]

source: Chaff spreaders [machines]
it: Spargipula [macchine]

source: Cutting tips [parts of machines]
it: Punte da taglio [parti di macchine]

source: Silencers being parts of exhaust systems
it: Silenziatori che sono parti di sistemi di scarico

source: Marine propulsion units
it: Unità propulsive marine

source: Asphalt paving machines
it: Macchine asfaltatrici

source: Band brakes [machine elements not for land vehicles]
it: Freni a nastro [elementi di macchine non per veicoli terrestri]

source: Bits for mining machines
it: Punte per macchine minerarie

source: Extracting machines [for chemical processing]
it: Macchine per estrazione [per trattamento chimico]

source: Felt milling machines
it: Fresatrici con feltro

source: Bags of plastics for vacuum cleaners
it: Sacchetti di plastica per aspirapolvere

source: Balances for power operated tools
it: Bilanciamenti per utensili elettrici

source: Ball bearings for engines
it: Cuscinetti a sfera per motori

source: Actuating mechanisms for controlling rudders
it: Meccanismi di azionamento per il comando di timoni

source: Power-operated spray guns
it: Pistole a spruzzo elettriche

source: Pulleys [parts of machines]
it: Pulegge [parti di macchine]

source: Robotic swimming pool cleaning machines
it: Macchine robotiche per la pulizia di piscine

source: Rocker arms [parts of machines]
it: Leve oscillanti [parti di macchine]

source: Rocket engines for the propulsion of missiles
it: Motori di propulsione a razzo per missili

source: Feeding machines for presses
it: Alimentatrici per presse

source: Gear couplings for machines
it: Giunti ad ingranaggi per macchine

source: Stacking machines
it: Carrelli stivatori

source: Steam engines, other than for land vehicles
it: Motori a vapore, non per veicoli terrestri

source: Spark plug ignition wires
it: Cavi di accensione per candele

source: Snow blowing machines
it: Macchine spazzaneve

source: Robots [machines]
it: Robot [macchine]

source: Shaft couplings, not for land vehicles
it: Giunti d'albero, non per veicoli terrestri

source: Shock absorbers for machines
it: Ammortizzatori per macchine

source: Reels, mechanical, for flexible hoses
it: Avvolgitori meccanici per tubi flessibili

source: Hydraulic excavators
it: Escavatori idraulici

source: Plates for the sintering of powdered metals
it: Piastre per la sinterizzazione di metalli in polvere

source: Metal branching pipes [parts of machines]
it: Tubi di biforcazione in metallo [parti di macchine]

source: Metal cutting tools [gas-operated]
it: Utensili per il taglio dei metalli [a gas]

source: Springs [parts of machines]
it: Molle [parti di macchine]

source: Cartridges of staples for industrial stapling machines
it: Cartucce di punti metallici per cucitrici industriali

source: Casting moulds of metal [parts of machines]
it: Stampi da colata in metallo [parti di macchine]

source: Cylinders for use in the manufacture of chocolate
it: Tamburi per la produzione di cioccolato

source: Brushes [parts of machines]
it: Spazzole [parti di macchine]

source: Brushing [sweeping] machines
it: Spazzolatrici [spazzatrici]

source: Rotary tools [machines]
it: Utensili rotanti [macchine]

source: Screening rollers [parts of machines]
it: Schermi avvolgibili [parti di macchine]

source: Screens for grading gravel [parts of machines]
it: Schermi per classificazione ghiaia [parti di macchine]

source: Screens for grading rock [parts of machines]
it: Schermi per classificazione roccia [parti di macchine]

source: Screens for separating gravel [parts of machines]
it: Schermi per separare la ghiaia [parti di macchine]

source: Tower cranes
it: Gru a torre

source: Shearing machines [for metalworking]
it: Tranciatrici [per la lavorazione dei metalli]

source: Sintering machines [for chemical processing]
it: Macchine di sinterizzazione [per trattamento chimico]

source: Blades for power saws
it: Lame per seghe elettriche

source: Conveyors, in particular belt conveyors and roller conveyors
it: Trasportatori, in particolare trasportatori a nastro e a rulli

source: Cylinders for vehicles other than land vehicles
it: Cilindri per veicoli non veicoli terrestri

source: Hydraulic rams
it: Arieti idraulici

source: Fans for motors and engines
it: Ventilatori per motori

source: Gasoline engines not for land vehicles
it: Motori a benzina non per veicoli terrestri

source: Shearers (Electric -) for livestock
it: Tosatrici elettriche per bestiame

source: Separators for liquids
it: Separatori di liquidi

source: Servo-control valves
it: Valvole per servocomandi

source: Servo-mechanisms
it: Servomeccanismi

source: Waste grinders and waste presses [electric waste disposal units]
it: Tritarifiuti e pressarifiuti [unità elettriche per lo smaltimento dei rifiuti]

source: Emission reduction units for motors and engines
it: Unità di riduzione delle emissioni per motori

source: Pneumatically driven presses
it: Presse ad azionamento pneumatico

source: Machines for preparing beverages [industrial]
it: Macchine per la preparazione di bevande [industriali]

source: Control cables for machines, engines or motors
it: Cavi di comando di macchine o di motori

source: Utensil baskets for dishwashing machines
it: Cestelli per le posate per macchine lavastoviglie

source: Oil filters for motors and engines
it: Filtri dell'olio per motori

source: Slide rests [parts of machines]
it: Lunette mobili [parti di macchine]

source: Condensing installations
it: Impianti di condensazione

source: Bobbins for weaving looms
it: Bobine di telai per tessitura

source: Engines and motors for model vehicles, aircraft and boats
it: Motori per modellini di veicoli, velivoli e imbarcazioni

source: Power transmission belts for machines, motors and engines used in industrial applications
it: Cinghie di trasmissione di potenza per macchine e motori utilizzati in applicazioni industriali

source: Casting wheels
it: Giostre di colata

source: Lifting platforms for use with storage shelving
it: Piattaforme di sollevamento per scaffalature di deposito

source: Circulating pumps
it: Pompe di circolazione

source: Cylinder blocks [parts of machines]
it: Blocchi cilindri [parti di macchine]

source: Diaphragm pumps for pumping semi-liquid material
it: Pompe a membrana per il pompaggio di materiali semi-liquidi

source: Vaporizers (insecticide -) [machines]
it: Vaporizzatori (di insetticida -) [macchine]

source: Transmission shafts for machines
it: Alberi di trasmissione per macchine

source: Continuous scouring and bleaching machines
it: Macchine per lavaggio e sbianca in continuo

source: Brakes for industrial machines
it: Freni per macchine industriali

source: Calcining machines [for chemical processing]
it: Macchine di calcinazione [per trattamento chimico]

source: Ball screw cartridges
it: Cartucce per viti a sfera

source: Basement draining installations
it: Impianti di drenaggio per fondamenta

source: High pressure pumps
it: Pompe ad alta pressione

source: Hydraulic transmissions, other than for land vehicles
it: Trasmissioni idrauliche, non per veicoli terrestri

source: Roller bridges
it: Ponti scorrevoli

source: Beverage preparation machines, electromechanical
it: Apparecchi elettromeccanici per la preparazione di bevande

source: Knives for mowing machines
it: Coltelli di falciatrici

source: Blades [parts of machines]
it: Lame [parti di macchine]

source: Inking apparatus for printing machines
it: Apparecchi inchiostratori [stampa]

source: Electric motors for heating installations
it: Motori elettrici per impianti di riscaldamento

source: Routers [parts for machines]
it: Contornitrici [parti di macchine]

source: Machines for the manufacture of sachets
it: Macchine per la fabbricazione di sacchetti

source: Safety couplings for machines
it: Giunti di sicurezza per macchine

source: Rotary dies [machines]
it: Stampi rotanti [macchine]

source: Broadcast seeders [tractor towed agricultural implements]
it: Seminatrici a spaglio [strumenti agricoli trainati da trattori]

source: Harvesters [tractor towed agricultural implements]
it: Falciatrici [strumenti agricoli trainati da trattori]

source: Spindle shafts [parts of machines]
it: Alberi a mandrino [parti di macchine]

source: Pistons for internal combustion engines
it: Pistoni per motori a combustione interna

source: Dust filters and bags for vacuum cleaners
it: Sacchi e filtri per la polvere per aspirapolvere

source: Self-propelled road surface dressing vehicles
it: Veicoli per rivestimenti stradali a propulsione autonoma

source: Numerically controlled turning machines
it: Tornitrici a controllo numerico

source: Ejectors [pumps]
it: Eiettori [pompe]

source: Electric alternators for machines
it: Alternatori elettrici per macchine

source: Starting couplings for air vehicles
it: Giunti di avviamento per veicoli aerei

source: Starting couplings for water vehicles
it: Giunti di avviamento per veicoli nautici

source: Drilling machine supports
it: Supporti per trapanatrici

source: Subsoilers [machines]
it: Ripuntatori [macchine]

source: Superconductive magnetic separators
it: Separatori magnetici superconduttori

source: Movable elevator conveyors
it: Trasportatori elevatori mobili

source: Steam operated power generators
it: Generatori elettrici a vapore

source: Core chucks [parts of machines]
it: Mandrini centrali [parti di macchine]

source: Venturi scrubbers
it: Lavatori Venturi

source: Vertical bucket conveyors incorporating delivery towers
it: Trasportatori a tazze verticali con torri di erogazione

source: Molds for use in the manufacture [machine parts]
it: Stampi da utilizzare nella produzione [parti di macchine]

source: Electric lawnmowers
it: Tosaerba elettrici

source: Spool unwinders [machines]
it: Svolgibobine [macchine]

source: Spray guns (electric -) [airbrushes]
it: Pistole a spruzzo (elettriche -) [aerografi]

source: Strainers [electric]
it: Colini [elettrici]

source: Multi-spindle automatic screw machines
it: Macchine a vite automatica multi-fuso

source: Geared electric motors, other than for land vehicles
it: Motori elettrici ad ingranaggi, non per veicoli terrestri

source: Girder clips being parts of power transmission gear
it: Fermi per travi che sono parti di cambi di velocità

source: Glass cutters (Electrically-operated -)
it: Tagliavetro (Azionati elettricamente -)

source: Welding machines for use in the jewellery trade
it: Saldatrici per il settore della gioielleria

source: Wet and dry vacuum cleaners
it: Aspirapolveri a secco e a umido

source: Pumps for the extraction of liquids [machines]
it: Pompe per l'estrazione di liquidi [macchine]

source: Punching presses for the pre-punching of parts
it: Presse punzonatrici per la pre-punzonatura di parti

source: Agricultural machines
it: Macchine agricole

source: Gripper bars for use in printing presses
it: Barre di appiglio per presse da stampa

source: Ignition wires for motor vehicles
it: Cavi di accensione per veicoli a motore

source: Internal combustion engines for power generation
it: Motori a combustione interna per produzione di corrente

source: Perforating machines, other than for office use
it: Macchine perforatrici, non per ufficio

source: Petrol injection instruments
it: Strumenti di iniezione di benzina

source: Printing frames [parts of machines]
it: Torchietto da stampa [parti di macchine]

source: Industrial cleaning machines [vacuum cleaners]
it: Macchine pulitrici industriali [aspirapolvere]

source: Flat dies [parts of machines]
it: Fustelle piane [parti di macchine]

source: Distributor manifolds being parts of machines, engines or motors
it: Collettori di distribuzione che sono parti di macchine o di motori

source: Dough rounding machines (Electric -)
it: Arrotondatrici per impasti (Elettriche -)

source: Mobile platforms [hydraulic]
it: Piattaforme mobili [idrauliche]

source: Tappets for engines
it: Punterie per motori

source: Agricultural seed planting machine
it: Macchine per piantare sementi agricole

source: Slicing machines (Electric -) for kitchen use
it: Affettatrici (Elettriche -) per cucina

source: Slotting tools for machines
it: Macchine utensili per stozzatura

source: Pumps [parts of machines, engines or motors]
it: Pompe [parti di macchine o di motori]

source: Lattice mast cranes
it: Gru a traliccio

source: Electric concrete vibrators
it: Vibratori elettrici per cemento

source: Electric fan units for vacuum cleaners
it: Ventilatori elettrici per aspirapolvere

source: Electric rotary hammers
it: Martelli rotanti elettrici

source: Electric wood saw machines
it: Seghe per legno elettriche

source: Impact printers [machines]
it: Stampanti ad impatto [macchine]

source: Annular hole cutters [machine tools]
it: Frese a corona [macchine utensili]

source: Anti-shock pads [parts of machines]
it: Blocchi ammortizzatori [parti di macchine]

source: Sprayers for use in agriculture [parts of machines]
it: Irroratori da utilizzare in agricoltura [parti di macchine]

source: Spraying machines in the form of trailers
it: Irroratrici sotto forma di rimorchi

source: Radiator caps for cooling radiators of engines
it: Tappi di radiatori per raffreddare i radiatori dei motori

source: Screw pulley blocks [machines]
it: Paranchi a taglia a vite [macchine]

source: Screw separators
it: Separatori a vite

source: Screw sprayers being machines
it: Spruzzatori a vite che sono macchine

source: Screwing-in tools (Electric -)
it: Utensili d'avvitamento (Elettrici -)

source: Screwing-in tools [machines]
it: Utensili d'avvitamento [macchine]

source: Sealing joints [parts of machines]
it: Giunti di tenuta [parti di macchine]

source: Agitating mechanisms
it: Meccanismi agitatori

source: Agricultural machines for cultivating
it: Macchine agricole per coltivazione

source: Agricultural machines for grass collecting
it: Macchine agricole per raccogliere l'erba

source: Agricultural machines for ploughing
it: Macchine agricole per arare

source: Threading machines
it: Macchine per filettare

source: Whisks, electric, for household purposes
it: Fruste elettriche per uso domestico

source: Compressors
it: Compressori

source: Refrigeration condensers
it: Condensatori di refrigerazione

source: Road sweeping attachments for vehicles
it: Accessori per spazzare le strade per veicoli

source: Boring tools (Machine -) with slides
it: Utensili per alesatura (Macchine -) con guide

source: Lawn and garden tilling machines
it: Motozappe per prati e giardini

source: Non-woven rollers being parts of machines for use in polishing
it: Rulli non tessuti che sono parti di macchine per lucidare

source: Machines for filling containers
it: Macchinari per riempire contenitori

source: Notchers [machine tools]
it: Grisatoi [macchine-utensili]

source: Pumping station assemblies
it: Gruppi per stazioni di pompaggio

source: Spine taping machines, other than for office use
it: Macchine nastratrici per bordi, non per ufficio

source: Spline shank bits [parts of machines]
it: Punte a codolo scanalato [parti di macchine]

source: Printing machines for printing on labels
it: Stampanti per stampa su etichette

source: Machines for applying chocolate to the centres of chocolates
it: Macchine per spalmare il cioccolato nel centro di cioccolatini

source: Roller washing machines for washing print rollers
it: Macchine per il lavaggio di rulli per la stampa

source: Discharge screws for hydraulic fluids [parts of machines]
it: Viti di scarico per fluidi idraulici [parti di macchine]

source: Disposable blades for use with machines
it: Lame monouso per uso con macchine

source: Orange squeezing machines [electric]
it: Macchine spremiarance [elettriche]

source: Industrial cleaning machines utilising pressure jets
it: Macchine industriali per la pulizia a getti a pressione

source: Industrial hammers [machines]
it: Martelli industriali [macchine]

source: Attachments for bulldozers
it: Accessori per bulldozer

source: Spray heads [parts of machines]
it: Teste di spruzzo [parti di macchine]
